/*
 Localizable.strings
 ge-calc
 
 Created by Yuta Hoshino on 2014/06/18.
 Copyright (c) 2014 ge-nie inc. All rights reserved.
 */

//Calc
"History keeping mode ON"="履歴記録モードをオンにしました。";
"History keeping mode OFF"="履歴記録モードをオフにしました。";
"> Slide to notepad"="> スライドでメモへ";
//Notepad
"Date"="日付"; //Input date by menu bar
//Action
"Cancel"="キャンセル";
"Copy to Clipboard"="クリップボードにコピー";
"Paste to Memo"="履歴メモにペースト";
"Paste to Editor"="エディタにペースト";
"What do you want to do with the received data?"="受信したデータをどうしますか?";
//WalkThrough
"Design overhauled"="デザインを一新";
"I've revised the design of the iPad version.\nThe editor's past text can be downloaded from the configuration menu."="iPad版のデザインを見直しました。\nエディタの過去のテキストは、設定項目からダウンロードできます。";
"Can be done while viewing the history."="履歴を見ながら計算できる";
"Tilting the handset on its side so that it is in landscape mode allows calculations while viewing notes from the calculation history."="横に傾けてランドスケープモードにすると、計算履歴のメモを常に見ながら計算できます。";
"Leave 10 times more memos"="メモを10倍多く残そう";
"By swiping a memo, you can change pages. You can leave new memos by topic, making it easier to compare calculations."="メモをスワイプすると、ページを切換えることができます。テーマごとに新しいメモを残せるので、計算を比較しやすくなります。";
"Save the memo to Evernote with 3 taps"="3タップでEvernoteにメモを保存しよう";
"By searching, you can make shortcuts when recalculating. Install Evernote.app to iOS8, press the share button, go to 'others', and turn Evernote on."="検索して再計算をショートカットできるようになります。iOS8にEvernote.appを入れたら、シェアボタン→その他→Evernoteをオン。";
"No more frequently than once per hour."="全画面広告は1時間に1度まで。";
"With ge-calc, when a full screen ad is displayed, another is not displayed within the hour. We also have an add-on available for people that are bothered by this."="ge-calcでは、全画面広告が一度表示されると、1時間以内は再表示されません。どうしても気になる方のために、アドオンもご用意しています。";
"Double tap to change the size of the calculator."="ダブルタップで電卓のサイズ変更";
"Shrink it when you want to see the memo. Expand it when you want to punch in numbers."="メモを見たいときは小さく。電卓を叩きたいときは大きく。";
"Skip"="スキップ";
//Google Analytics Notice
"Do you help us improve the quality?"="品質向上にご協力いただけますか?";
"Have anonymous usage data automatically sent. Usage data does not include the memo itself nor key content."="匿名の使用状況データを送信する。使用状況データにはメモ自体やキーの内容を含みません。";
"Do not comply"="しない";
"Comply"="協力する";
//Setting
"Done"="完了"; //means close
"Featured apps"="話題の無料アプリを探す";
"Tell a friend"="友人に教える";
"Setting"="設定";
"Contact"="コンタクト";
"Report an issue"="不具合を伝える";
"Post a review"="レビューを書く";
"Answer the survey"="アンケートに協力する";
"Open our Facebook page"="Facebookページをチェックする";
"Functions"="機能";
"Hints & Option Store"="ヒントとオプションストア";
"Open Notepad At Startup"="起動時にメモを常に開く";
"Tax Rate"="税率";
"Tax Fractional"="税額端数";
"floor"="切り捨て";
"ceil"="切り上げ";
"round"="四捨五入";
"Off"="オフ";
"On"="オン";
"Download editor text"="エディタのテキストをダウンロード";
"Looks"="ルックス";
"Theme"="テーマ";
"Front Panel"="フロントパネル";
"Key Sound"="キー音";
"Delete All Notes"="全ノートを削除する";
"Are you sure you want to permanently delete the all notes?"="全ノートを完全に削除してもよろしいですか?"; //alert
"Send All Notes"="全ノートを送信する";
"Info"="情報";
"Font"="フォント";
"QR code"="QRコード";
//Report an issue
"ge-calc Report an issue"="ge-calc 不具合のご報告";
"We are apologize for any inconvenience. I will reply as soon as possible. \n\nWhat problems are occurring? (required):\n\nYour Name:\n\nDevice:%@\niOS:%.1f\nLanguage:%@\nGroup:%d\nge-calc:%@\nError:%@\n"="ご不便おかけしております。すみやかにご返事します。\n\nどのような問題が起きていますか?(必須):\n\nお客様のお名前:\n\nデバイス:%@\niOS:%.1f\n言語:%@\nグループ:%d\nge-calc:%@\nError:%@\n";
//Hints & Option Store
"Hints & Option Store"="ヒントとオプションストア";
"Option Store"="オプションストア";
"Stress free pack for iPhone"="ストレスフリーパックfor iPhone";
"Stress free pack for iPad"="ストレスフリーパックfor iPad";
"Purchased"="購入済み"; //Title for when you purchased the add-on.
"This is a premium add-on for people who want to be free from stress. You will be able to use all the following add-on functions."="ストレスから自由でありたい人のためのプレミアムなアドオンです。以下のすべての機能を利用できるようになります。";
"Tips"="ヒント";
"Finished Restore" = "復元が完了しました。";
"Failed Restore" = "復元が失敗しました。";
"Transaction Failed" = "購入に失敗しました。";

"Stop the display of full screen ads."="全面広告を非表示にする";
"Stop advertisements from interrupting you while you are working."="作業中に広告が割り込まないようにします。";
"A function of Stress free pack for iPhone"="ストレスフリーパックfor iPhoneの機能です。";
"A function of Stress free pack for iPad"="ストレスフリーパックfor iPadの機能です。";

"Save to Evernote."="Evernoteに保存する";

"Press the '+Tax' key 2 times to show the tax. You can change the tax rate and rules for fractions from the settings screen. ge-calc→Setting→Theme→'Tax √ ±’ or ‘Memory GT Tax √ ±'" = "税込キーをもう一度押すと税額が分かります。設定画面から税率や端数のルールを変更できます。ge-calc→設定画面→テーマ→「消費税 √±」あるいは「メモリGT 消費税 √±」";

"For example, if you wanted to calculate the total price when buying 2 units of Product A ($150) and 3 units of Product B ($500), you can input 150×2 M+ 500×3 M+ MR. ge-calc→Setting→Theme→‘Memory GT Tax √ ±'" = "テーマを「メモリGT 消費税 √±」に変更します。例えば、150円の商品Aが2個、500円の商品Bが3個を買う場合に合計を求めたい場合は、150×2 M+ 500×3 M+ MR と入力します。";

"This function instantly finds the total. For example, for finding the total price of 2 units of Product A ($150) and 3 units of Product B ($500), you can calculate 150×2=300 and 500×3=1500, and then press GT. 300+1500=1800 will be displayed." = "一気に合計を求める機能です。例えば、150円の商品Aが2個、500円の商品Bが3個の場合、150×2=300, 500×3=1500 と計算しておいて、GTを押します。300+1500=1800と出ます。";

"If you make a long press on the screen, you can copy and paste numeric values." = "液晶を長押しすれば、数値のコピーやペーストができます。";

"If you input 1100-10%= then you can find the solution 1100-1100*10%=990. Or, by changing the mode, you can find the solution 1100/(100%+10%)=1000. ge-calc→Setting→1100-10%=" = "1100-10%=のように入力すれば、1100-1100*10%=990を求めることができます。あるいは、モードを変更することで、1100/(100%+10%)=1000を求められます。ge-calc→設定画面→1100-10%=";

"ge-calc→Setting→Font" = "ge-calc→設定画面→フォント";

"If you install the Evernote.app, you can save to Evernote in two taps. For iOS8 onwards."="Evernote.appをインストールすれば、2タップでEvernoteに保存できます。iOS8以降。";
"Use it FREE!"="無料で利用できます";

"Switching pages"="ページを切り換える";
"Switch to another page when moving to the next problem. You can leave a note neat."="次の話題に移ったときに別のページに切換えましょう。すっきりとしたノートを残せます。";
"Exchange data with AirDrop"="AirDropでデータを交換する";
"Before you register the email address, you can send and receive smoothly."="メールアドレスを登録する前にも、スムーズに送受信できます。";

"Copy all with one tap"="タップで全文コピー";
"Can be copied in an instant so is easy to paste into other apps. By using a netprint app, you can print at a convenience store."="一瞬でコピーできるので、他のアプリにペーストするのも簡単です。netprintアプリなどを活用すればコンビニで印刷できます。";

"Send all notes"="全ノートの送信";
"Prepared for any problems with frequent back-up."="こまめなバックアップで万一に備えます。";
"Delete all notes"="全ノートの削除";
"By refreshing it to its brand new state, you can use with a feeling of freshness."="まっさらな状態にリフレッシュすれば、すっきりした気持ちで使えます。";
"History keeping mode ON/OFF"="履歴記録モードのオンオフ";
"When you would like to record, leave your calculation history, making for easier editing. Casually control your selection with your sense of choice."="記録したいときだけ計算履歴を残して、編集の手間を省きます。";
"Change font size"="文字サイズの変更";
"Compatible from iOS7 with its Dynamic type, so those who are farsighted can use it with an easy-to-read font size."="iOS7以降のDynamic typeに対応しているので、遠視の方も見やすい文字サイズで使えます。";
"Backspace with long press of arrow keys"="▷キーの長押しによるクリア";
"Instead of C key."="Cキーの代わりとして。";
"Support for AirPrint"="AirPrint対応";
"Can print from a wireless-compatible printer."="無線で対応プリンタから印刷できます。";
"Key sound ON/OFF"="キー音のオンオフ";

"It is possible to turn the key sound on or off while leaving the alert tone as it is. Do this via the settings option."="通知音をそのままにキー音のみをオンオフ切換えできます。設定項目にて。";
"Input dates from the menu"="メニューから日付を入力";
"The current date and time can be inserted into things, such as journal entries, via the long-press menu."="現在の日時を長押しメニューから挿入します。日報の作成などに。";

"Restore"="購入履歴から復元する";
"Cannot Purchase"="購入できません"; //Alert title
"Settings > General > Restrictions Turn on [In-App Purchases]"="設定 > 一般 > 制限 [App内で購入]をONにしてください。"; //Alert message
//Theme
"Standard"="標準";
"White"="ホワイト";
"Tax √ ±"="消費税 √ ±"; //Only for Japanese
"Memory GT Tax √ ±"="メモリ GT 消費税 √ ±";//日本語
//Delete
"Delete"="削除";
//Alert
"Asking for review"="レビューのお願い";
"Your review will grow this app. If you are satisfied about this version, please cheer by posting a review."="1つのレビューがアプリを成長させます。もしこのバージョンに満足いただけたら、レビューを書いて応援してください。";
"Later"="あとで"; //means “cancel”
"Cheer"="応援する"; //means “go to AppStore”
//Mail Settings check alert
"Mail Settings check"="メール設定チェック"; //Alert title
"Please do mail account settings"="メールアカウントの設定をしてください"; //Message
//File Scheme
"ge-calc"="ge-calc"; //Alert title
//History
"+TAX"="税込";
"-TAX"="税抜";
"TAX"="税額";
"Tax" = "税";

"Today" = "今日";
"Yesterday" = "昨日";
//"Note List" = "ノートリスト";
"Search" = "検索";
"Introduction" = "イントロ";

"Tax calculation" = "消費税計算";
"Memory keys" = "メモリキー";
"GT key" = "GTキー";
"Copy& Paste" = "数字のコピペ";
"Discount calculation" = "割引計算";
"Change font" = "フォント変更";

"Top" = "文頭";

//v71
"Re-run Data Migration" = "データ移行を再実行する";
"Re-run data migration" = "データ移行を再実行する";
"Do you really want to re-run the data migration? There is a possibility that your data will be stored redundantly." = "本当にデータ移行を再実行しますか? データが重複する可能性があります。";
"Migrate" = "移行する";

//v74
"Pink" = "ピンク";
"Blue" = "ブルー";
"Green" = "グリーン";
"Ads" = "広告";
"Look at ads" = "広告を見る";

//v75
"What's New" = "新着お知らせ";
"genews_title_0" = "GitHubを利用したローカライズについて";
"genews_url_0" = "http://ge-nie.co.jp/post/githubwoli-yong-shitarokaraizunitsuite";

"genews_title_1" = "ノートリスト機能とは?";
"genews_url_1" = "http://ge-nie.co.jp/post/notorisutoji-neng-toha";
